[
  {Year
    "Item": "SC4_14LW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Living World",
    "Text": "relates the structure and function of living things to their classification, survival and reproduction ",
    "Elaboration": "LW1 There are differences within and between groups of organisms; classification helps organise this diversity. (ACSSU111) Students: a. identify reasons for classifying living things b. classify a variety of living things based on similarities and differences in structural features c. use simple keys to identify a range of plants and animals   d. identify some examples of groups of micro-organisms e. outline the structural features used to group living things, including plants, animals, fungi and bacteria f. explain how the features of some Australian plants and animals are adaptations for survival and reproduction in their environment     LW2 Cells are the basic units of living things and have specialised structures and functions. (ACSSU149) Students: a. identify that living things are made of cells b. identify structures within cells, including the nucleus, cytoplasm, cell membrane, cell wall and chloroplast, and describe their functions c. outline the role of respiration in providing energy for the activities of cells d. identify that new cells are produced by cell division e. distinguish between unicellular and multicellular organisms f. identify that different types of cells make up the tissues, organs and organ systems of multicellular organisms LW3 Multicellular organisms contain systems of organs that carry out specialised functions that enable them to survive and reproduce. (ACSSU150) Students: a. identify the materials required by multicellular organisms for the processes of respiration and photosynthesis b. explain that the systems in multicellular organisms work together to provide cell requirements, including gases, nutrients and water, and to remove cell wastes   c. outline the role of cell division in growth, repair and reproduction in multicellular organisms d. describe the role of the flower, root, stem and leaf in maintaining flowering plants as functioning organisms     e. describe the role of the digestive, circulatory, excretory, skeletal/muscular and respiratory systems in maintaining  a human as a functioning multicellular organism   f. outline the role of the reproductive system in humans LW4 Scientific knowledge changes as new evidence becomes available, and some scientific discoveries have significantly changed people's understanding of the world. (ACSHE119, ACSHE134) Students: a. research an example of how changes in scientific knowledge have contributed to finding a solution to a human health issue     b. recount how evidence from a scientific discovery has changed understanding and contributed to solving a real world problem, eg animal or plant disease, hygiene, food preservation, sewage treatment or biotechnology     c. describe, using examples, how developments in technology have contributed to finding solutions to a contemporary issue, eg organ transplantation, artificial joints/limbs, treatment for diabetes, asthma, kidney or heart disease     d. give examples to show that groups of people in society may use or weight criteria differently in making decisions about the application of a solution to a contemporary issue, eg organ transplantation, control and prevention of diseases and dietary deficiencies         LW5 Science and technology contribute to finding solutions to conserving and managing sustainable ecosystems. Students: a. construct and interpret food chains and food webs, including examples from Australian ecosystems  b. describe interactions between organisms in food chains and food webs, including producers, consumers and decomposers (ACSSU112) c. describe examples of beneficial and harmful effects that micro-organisms can have on living things and the environment d. predict how human activities can affect interactions in food chains and food webs, including examples from Australian land or marine ecosystems (ACSSU112)   e. explain, using examples, how scientific evidence and/or technological developments contribute to developing solutions to manage the impact of natural events on Australian ecosystems     f. describe how scientific knowledge has influenced the development of practices in agriculture, eg animal husbandry or crop cultivation to improve yields and sustainability, or the effect of plant-cloning techniques in horticulture     Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ describe how people in occupations that involve the biological sciences use understanding and skills from across the disciplines of Science   ñ debate why society should support biological research       ñ design and construct simple keys to identify a range of living things   ñ classify, using a hierarchical system, a range of selected plants and animals to species level   ñ identify, using an example of an organism or group of organisms, where the classification has changed as a result of new evidence from technological developments, scientific discoveries and/or advances in scientific understanding ñ research the contributions of Australian scientists to the study of human impact on environments and to local environmental management projects     ñ discuss how the observations and understanding of the structure, function and life cycles of native plants are used by Aboriginal and Torres Strait Islander peoples   ",
    "AC content": "ACSSU111; ACSSU149; ACSSU150; ACSHE119; ACSHE134; ACSSU112"
  },
  {
    "Item": "SC4_15LW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Living World",
    "Text": "explains how new biological evidence changes people's understanding of the world ",
    "Elaboration": "LW1 There are differences within and between groups of organisms; classification helps organise this diversity. (ACSSU111) Students: a. identify reasons for classifying living things b. classify a variety of living things based on similarities and differences in structural features c. use simple keys to identify a range of plants and animals   d. identify some examples of groups of micro-organisms e. outline the structural features used to group living things, including plants, animals, fungi and bacteria f. explain how the features of some Australian plants and animals are adaptations for survival and reproduction in their environment     LW2 Cells are the basic units of living things and have specialised structures and functions. (ACSSU149) Students: a. identify that living things are made of cells b. identify structures within cells, including the nucleus, cytoplasm, cell membrane, cell wall and chloroplast, and describe their functions c. outline the role of respiration in providing energy for the activities of cells d. identify that new cells are produced by cell division e. distinguish between unicellular and multicellular organisms f. identify that different types of cells make up the tissues, organs and organ systems of multicellular organisms LW3 Multicellular organisms contain systems of organs that carry out specialised functions that enable them to survive and reproduce. (ACSSU150) Students: a. identify the materials required by multicellular organisms for the processes of respiration and photosynthesis b. explain that the systems in multicellular organisms work together to provide cell requirements, including gases, nutrients and water, and to remove cell wastes   c. outline the role of cell division in growth, repair and reproduction in multicellular organisms d. describe the role of the flower, root, stem and leaf in maintaining flowering plants as functioning organisms     e. describe the role of the digestive, circulatory, excretory, skeletal/muscular and respiratory systems in maintaining  a human as a functioning multicellular organism   f. outline the role of the reproductive system in humans LW4 Scientific knowledge changes as new evidence becomes available, and some scientific discoveries have significantly changed people's understanding of the world. (ACSHE119, ACSHE134) Students: a. research an example of how changes in scientific knowledge have contributed to finding a solution to a human health issue     b. recount how evidence from a scientific discovery has changed understanding and contributed to solving a real world problem, eg animal or plant disease, hygiene, food preservation, sewage treatment or biotechnology     c. describe, using examples, how developments in technology have contributed to finding solutions to a contemporary issue, eg organ transplantation, artificial joints/limbs, treatment for diabetes, asthma, kidney or heart disease     d. give examples to show that groups of people in society may use or weight criteria differently in making decisions about the application of a solution to a contemporary issue, eg organ transplantation, control and prevention of diseases and dietary deficiencies         LW5 Science and technology contribute to finding solutions to conserving and managing sustainable ecosystems. Students: a. construct and interpret food chains and food webs, including examples from Australian ecosystems  b. describe interactions between organisms in food chains and food webs, including producers, consumers and decomposers (ACSSU112) c. describe examples of beneficial and harmful effects that micro-organisms can have on living things and the environment d. predict how human activities can affect interactions in food chains and food webs, including examples from Australian land or marine ecosystems (ACSSU112)   e. explain, using examples, how scientific evidence and/or technological developments contribute to developing solutions to manage the impact of natural events on Australian ecosystems     f. describe how scientific knowledge has influenced the development of practices in agriculture, eg animal husbandry or crop cultivation to improve yields and sustainability, or the effect of plant-cloning techniques in horticulture     Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ describe how people in occupations that involve the biological sciences use understanding and skills from across the disciplines of Science   ñ debate why society should support biological research       ñ design and construct simple keys to identify a range of living things   ñ classify, using a hierarchical system, a range of selected plants and animals to species level   ñ identify, using an example of an organism or group of organisms, where the classification has changed as a result of new evidence from technological developments, scientific discoveries and/or advances in scientific understanding ñ research the contributions of Australian scientists to the study of human impact on environments and to local environmental management projects     ñ discuss how the observations and understanding of the structure, function and life cycles of native plants are used by Aboriginal and Torres Strait Islander peoples   ",
    "AC content": "ACSSU111; ACSSU149; ACSSU150; ACSHE119; ACSHE134; ACSSU112"
  },
  {
    "Item": "SC4_16CW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Chemical World",
    "Text": "describes the observed properties and behaviour of matter, using scientific models and theories about the motion and arrangement of particles ",
    "Elaboration": "CW1 The properties of the different states of matter can be explained in terms of the motion and arrangement of particles. (ACSSU151) Students: a. describe the behaviour of matter in terms of particles that are continuously moving and interacting b. relate an increase or decrease in the amount of heat energy possessed by particles to changes in particle movement c. use a simple particle model to predict the effect of adding or removing heat on different states of matter d. relate changes in the physical properties of matter to heat energy and particle movement that occur during observations of evaporation, condensation, boiling, melting and freezing e. explain density in terms of a simple particle model f. identify the benefits and limitations of using models to explain the properties of solids, liquids and gases   CW2 Scientific knowledge and developments in technology have changed our understanding of the structure and properties of matter. Students: a. describe the properties and uses of some common elements, including metals and non-metals b. identify how our understanding of the structure and properties of elements has changed as a result of some technological devices c. identify some examples of common compounds d. explain why internationally recognised symbols are used for common elements e. describe at a particle level the difference between elements, compounds and mixtures, including the type and arrangement of particles (ACSSU152) f. investigate how people in different cultures in the past have applied their knowledge of the properties of elements and compounds to their use in everyday life, eg utensils, weapons and tools       CW3 Mixtures, including solutions, contain a combination of pure substances that can be separated using a range of techniques. (ACSSU113) Students: a. describe the importance of water as a solvent in daily life, industries and the environment b. describe aqueous mixtures in terms of solute, solvent and solution c. relate a range of techniques used to separate the components of some common mixtures to the physical principles involved in each process, including filtration, decantation, evaporation, crystallisation, chromatography and distillation   d. investigate the application of a physical separation technique used in everyday situations or industrial processes, eg water filtering, sorting waste materials, extracting pigments or oils from plants, separating blood products or cleaning up oil spills   e. research how people in different occupations use understanding and skills from across the disciplines of Science in carrying out separation techniques     CW4 In a chemical change, new substances are formed, which may have specific properties related to their uses in everyday life. Students: a. identify when a chemical change is taking place by observing a change in temperature, the appearance of new substances or the disappearance of an original substance b. demonstrate that a chemical change involves substances reacting to form new substances (ACSSU225) c. investigate some examples of chemical change that occur in everyday life, eg photosynthesis, respiration and chemical weathering d. compare physical and chemical changes in terms of the arrangement of particles and reversibility of the process  e. propose reasons why society should support scientific research, eg in the development of new pharmaceuticals and polymers         f. describe, using examples, how science knowledge can develop through collaboration and connecting ideas across the disciplines of science, eg making or obtaining new substances from Earth's spheres (ACSHE223, ACSHE226)   Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ research how a knowledge of physical properties of natural materials is used by Aboriginal and Torres Strait Islander peoples in everyday life, eg tools, weapons, utensils, shelter, housing or bush medicine   ñ discuss the cost and benefits to society of the development of new materials ñ investigate the nature of mineral crystals ñ outline how some historical developments have contributed to evidence that has advanced our understanding of the particle model of matter ñ investigate how the chemical properties of a substance will affect its use, eg flammability and ability to corrode ñ explain the changes in pressure of gases in terms of increases or decreases in the frequency of particle collisions",
    "AC content": "ACSSU151; ACSSU152; ACSSU113; ACSSU225; ACSHE223; ACSHE226"
  },
  {
    "Item": "SC4_17CW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Chemical World",
    "Text": "explains how scientific understanding of, and discoveries about, the properties of elements, compounds and mixtures relate to their uses in everyday life ",
    "Elaboration": "CW1 The properties of the different states of matter can be explained in terms of the motion and arrangement of particles. (ACSSU151) Students: a. describe the behaviour of matter in terms of particles that are continuously moving and interacting b. relate an increase or decrease in the amount of heat energy possessed by particles to changes in particle movement c. use a simple particle model to predict the effect of adding or removing heat on different states of matter d. relate changes in the physical properties of matter to heat energy and particle movement that occur during observations of evaporation, condensation, boiling, melting and freezing e. explain density in terms of a simple particle model f. identify the benefits and limitations of using models to explain the properties of solids, liquids and gases   CW2 Scientific knowledge and developments in technology have changed our understanding of the structure and properties of matter. Students: a. describe the properties and uses of some common elements, including metals and non-metals b. identify how our understanding of the structure and properties of elements has changed as a result of some technological devices c. identify some examples of common compounds d. explain why internationally recognised symbols are used for common elements e. describe at a particle level the difference between elements, compounds and mixtures, including the type and arrangement of particles (ACSSU152) f. investigate how people in different cultures in the past have applied their knowledge of the properties of elements and compounds to their use in everyday life, eg utensils, weapons and tools       CW3 Mixtures, including solutions, contain a combination of pure substances that can be separated using a range of techniques. (ACSSU113) Students: a. describe the importance of water as a solvent in daily life, industries and the environment b. describe aqueous mixtures in terms of solute, solvent and solution c. relate a range of techniques used to separate the components of some common mixtures to the physical principles involved in each process, including filtration, decantation, evaporation, crystallisation, chromatography and distillation   d. investigate the application of a physical separation technique used in everyday situations or industrial processes, eg water filtering, sorting waste materials, extracting pigments or oils from plants, separating blood products or cleaning up oil spills   e. research how people in different occupations use understanding and skills from across the disciplines of Science in carrying out separation techniques     CW4 In a chemical change, new substances are formed, which may have specific properties related to their uses in everyday life. Students: a. identify when a chemical change is taking place by observing a change in temperature, the appearance of new substances or the disappearance of an original substance b. demonstrate that a chemical change involves substances reacting to form new substances (ACSSU225) c. investigate some examples of chemical change that occur in everyday life, eg photosynthesis, respiration and chemical weathering d. compare physical and chemical changes in terms of the arrangement of particles and reversibility of the process  e. propose reasons why society should support scientific research, eg in the development of new pharmaceuticals and polymers         f. describe, using examples, how science knowledge can develop through collaboration and connecting ideas across the disciplines of science, eg making or obtaining new substances from Earth's spheres (ACSHE223, ACSHE226)   Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ research how a knowledge of physical properties of natural materials is used by Aboriginal and Torres Strait Islander peoples in everyday life, eg tools, weapons, utensils, shelter, housing or bush medicine   ñ discuss the cost and benefits to society of the development of new materials ñ investigate the nature of mineral crystals ñ outline how some historical developments have contributed to evidence that has advanced our understanding of the particle model of matter ñ investigate how the chemical properties of a substance will affect its use, eg flammability and ability to corrode ñ explain the changes in pressure of gases in terms of increases or decreases in the frequency of particle collisions",
    "AC content": "ACSSU151; ACSSU152; ACSSU113; ACSSU225; ACSHE223; ACSHE226"
  },
  {
    "Item": "SC4_12ES",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Earth and Space",
    "Text": "describes the dynamic nature of models, theories and laws in developing scientific understanding of the Earth and solar system ",
    "Elaboration": "ES1 Sedimentary, igneous and metamorphic rocks contain minerals and are formed by processes that occur within Earth over a variety of timescales. (ACSSU153) Students: a. describe the structure of the Earth in terms of core, mantle, crust and lithosphere b. relate the formation of a range of landforms to physical and chemical weathering, erosion and deposition c. outline the origins of and relationships between sedimentary, igneous and metamorphic rocks d. identify that sedimentary, igneous and metamorphic rocks contain minerals e. classify a variety of common rocks and minerals into groups according to their observable properties   f. describe the conditions under which fossils form g. outline how geological history can be interpreted in a sequence of horizontal sedimentary layers, in which the oldest are at the base and the youngest at the top    h. describe examples to show how people use understanding and skills from across the disciplines of science in occupations related to the exploration, mining or processing of minerals in Australia (ACSHE224, ACSHE227)     ES2 Scientific knowledge changes as new evidence becomes available. Some technological developments and scientific discoveries have significantly changed people's understanding of the solar system. Students: a. explain that predictable phenomena on the Earth, including day and night, seasons and eclipses are caused by the relative positions of the sun, the Earth and the moon (ACSSU115) b. demonstrate, using examples, how ideas by people from different cultures have contributed to the current understanding of the solar system     c. compare historical and current models of the solar system to show how models are modified or rejected as a result of new scientific evidence   d. describe some examples of how technological advances have led to discoveries and increased scientific understanding of the solar system   ES3 Scientific knowledge influences the choices people make in regard to the use and management of the Earth's resources. Students: a. classify a range of the Earth's resources as renewable or non-renewable (ACSSU116)   b. outline features of some non-renewable resources, including metal ores and fossil fuels c. describe uses of a variety of natural and made resources extracted from the biosphere, atmosphere, lithosphere and hydrosphere d. investigate some strategies used by people to conserve and manage non-renewable resources, eg recycling and the alternative use of natural and made resources   e. discuss different viewpoints people may use to weight criteria in making decisions about the use of a major non-renewable resource found in Australia     f. outline the choices that need to be made when considering whether to use scientific and technological advances to obtain a resource from Earth's spheres       ES4 Science understanding influences the development of practices in areas of human activity such as industry, agriculture and marine and terrestrial resource management. (ACSHE121, ACSHE136) Students: a. identify that water is an important resource that cycles through the environment (ACSSU222) b. explain the water cycle in terms of the physical processes involved c. demonstrate how scientific knowledge of the water cycle has influenced the development of household, industrial and agricultural water management practices     d. research how Aboriginal and Torres Strait Islander peoples' knowledge is being used in decisions to care for country and place, eg terrestrial and aquatic resource management       Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students:  ñ investigate examples of how scientific knowledge has developed through collaboration of experts from across the disciplines of Science, eg space exploration and resource management     ñ describe the effect of the forces of the sun and moon on the hydrosphere ñ investigate the role of forces and energy in the formation of different types of rocks and minerals ñ describe some methods used by scientists to determine the relative age of rock layers ñ debate the economic and environmental impacts of mining and resource exploration       ñ describe ways in which technology has increased the variety of made resources",
    "AC content": "ACSSU153; ACSHE224; ACSHE227; ACSSU116; ACSHE121; ACSHE136; ACSSU222"
  },
  {
    "Item": "SC4_13ES",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Earth and Space",
    "Text": "explains how advances in scientific understanding of processes that occur within and on the Earth, influence the choices people make about resource use and management ",
    "Elaboration": "ES1 Sedimentary, igneous and metamorphic rocks contain minerals and are formed by processes that occur within Earth over a variety of timescales. (ACSSU153) Students: a. describe the structure of the Earth in terms of core, mantle, crust and lithosphere b. relate the formation of a range of landforms to physical and chemical weathering, erosion and deposition c. outline the origins of and relationships between sedimentary, igneous and metamorphic rocks d. identify that sedimentary, igneous and metamorphic rocks contain minerals e. classify a variety of common rocks and minerals into groups according to their observable properties   f. describe the conditions under which fossils form g. outline how geological history can be interpreted in a sequence of horizontal sedimentary layers, in which the oldest are at the base and the youngest at the top    h. describe examples to show how people use understanding and skills from across the disciplines of science in occupations related to the exploration, mining or processing of minerals in Australia (ACSHE224, ACSHE227)     ES2 Scientific knowledge changes as new evidence becomes available. Some technological developments and scientific discoveries have significantly changed people's understanding of the solar system. Students: a. explain that predictable phenomena on the Earth, including day and night, seasons and eclipses are caused by the relative positions of the sun, the Earth and the moon (ACSSU115) b. demonstrate, using examples, how ideas by people from different cultures have contributed to the current understanding of the solar system     c. compare historical and current models of the solar system to show how models are modified or rejected as a result of new scientific evidence   d. describe some examples of how technological advances have led to discoveries and increased scientific understanding of the solar system   ES3 Scientific knowledge influences the choices people make in regard to the use and management of the Earth's resources. Students: a. classify a range of the Earth's resources as renewable or non-renewable (ACSSU116)   b. outline features of some non-renewable resources, including metal ores and fossil fuels c. describe uses of a variety of natural and made resources extracted from the biosphere, atmosphere, lithosphere and hydrosphere d. investigate some strategies used by people to conserve and manage non-renewable resources, eg recycling and the alternative use of natural and made resources   e. discuss different viewpoints people may use to weight criteria in making decisions about the use of a major non-renewable resource found in Australia     f. outline the choices that need to be made when considering whether to use scientific and technological advances to obtain a resource from Earth's spheres       ES4 Science understanding influences the development of practices in areas of human activity such as industry, agriculture and marine and terrestrial resource management. (ACSHE121, ACSHE136) Students: a. identify that water is an important resource that cycles through the environment (ACSSU222) b. explain the water cycle in terms of the physical processes involved c. demonstrate how scientific knowledge of the water cycle has influenced the development of household, industrial and agricultural water management practices     d. research how Aboriginal and Torres Strait Islander peoples' knowledge is being used in decisions to care for country and place, eg terrestrial and aquatic resource management       Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students:  ñ investigate examples of how scientific knowledge has developed through collaboration of experts from across the disciplines of Science, eg space exploration and resource management     ñ describe the effect of the forces of the sun and moon on the hydrosphere ñ investigate the role of forces and energy in the formation of different types of rocks and minerals ñ describe some methods used by scientists to determine the relative age of rock layers ñ debate the economic and environmental impacts of mining and resource exploration       ñ describe ways in which technology has increased the variety of made resources ",
    "AC content": "ACSSU153; ACSHE224; ACSHE227; ACSSU116; ACSHE121; ACSHE136; ACSSU222"
  },
  {
    "Item": "SC4_10PW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Physical World",
    "Text": "describes the action of unbalanced forces in everyday situations ",
    "Elaboration": "PW1 Change to an object's motion is caused by unbalanced forces acting on the object. (ACSSU117) Students: a. identify changes that take place when particular forces are acting b. predict the effect of unbalanced forces acting in everyday situations c. describe some examples of technological developments that have contributed to finding solutions to reduce the impact of forces in everyday life, eg car safety equipment and footwear design     d. analyse some everyday common situations where friction operates to oppose motion and produce heat   e. investigate factors that influence the size and effect of frictional forces PW2 The action of forces that act at a distance may be observed and related to everyday situations. Students: a. use the term 'field' in describing forces acting at a distance   b. identify ways in which objects acquire electrostatic charge c. describe the behaviour of charged objects when they are brought close to each other d. investigate everyday situations where the effects of electrostatic forces can be observed, eg lightning strikes during severe weather and dust storms   e. identify that the Earth's gravity pulls objects towards the centre of the Earth (ACSSU118) f. describe everyday situations where gravity acts as an unbalanced force  g. distinguish between the terms 'mass' and 'weight' h. describe the behaviour of magnetic poles when they are brought close together i. investigate how magnets and electromagnets are used in some everyday devices or technologies used in everyday life   PW3 Energy appears in different forms including movement (kinetic energy), heat and potential energy, and causes change within systems. (ACSSU155) Students: a. identify objects that possess energy because of their motion (kinetic) or because of other properties (potential) b. describe the transfer of heat energy by conduction, convection and radiation, including situations in which each occurs c. relate electricity with energy transfer in a simple circuit d. construct and draw circuits containing a number of components to show a transfer of electricity e. investigate some everyday energy transformations that cause change within systems, including motion, electricity, heat, sound and light PW4 Science and technology contribute to finding solutions to a range of contemporary issues; these solutions may impact on other areas of society and involve ethical considerations. (ACSHE120, ACSHE135) Students: a. identify that most energy conversions are inefficient and lead to the production of heat energy, eg in light bulbs   b. research ways in which scientific knowledge and technological developments have led to finding a solution to a contemporary issue, eg improvements in devices to increase the efficiency of energy transfers or conversions     c. discuss the implications for society and the environment of some solutions to increase the efficiency of energy conversions by reducing the production of heat energy     Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ investigate characteristics of specific forces in terms of size and direction ñ investigate some simple machines, eg levers, pulleys, gears or inclined planes ñ trace the history of the development of particular devices or technologies, eg circuitry through to microcircuitry ñ describe the scientific principles used in some traditional technologies used and developed by Aboriginal and Torres Strait Islander peoples   ñ trace the history of pendulum-motion studies and its connection with timekeeping and setting standards of length ñ debate intergenerational implications of the use of non-renewable energy resources       ñ research current ideas about the Earth's magnetic field and its effects ",
    "AC content": "ACSSU117; ACSSU118; ACSSU155; ACSSU155; ACSHE120; ACSHE135"
  },
  {
    "Item": "SC4_11PW",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Knowledge and Understanding",
    "Substrand": "Physical World",
    "Text": "discusses how scientific understanding and technological developments have contributed to finding solutions to problems involving energy transfers and transformations ",
    "Elaboration": "PW1 Change to an object's motion is caused by unbalanced forces acting on the object. (ACSSU117) Students: a. identify changes that take place when particular forces are acting b. predict the effect of unbalanced forces acting in everyday situations c. describe some examples of technological developments that have contributed to finding solutions to reduce the impact of forces in everyday life, eg car safety equipment and footwear design     d. analyse some everyday common situations where friction operates to oppose motion and produce heat   e. investigate factors that influence the size and effect of frictional forces PW2 The action of forces that act at a distance may be observed and related to everyday situations. Students: a. use the term 'field' in describing forces acting at a distance   b. identify ways in which objects acquire electrostatic charge c. describe the behaviour of charged objects when they are brought close to each other d. investigate everyday situations where the effects of electrostatic forces can be observed, eg lightning strikes during severe weather and dust storms   e. identify that the Earth's gravity pulls objects towards the centre of the Earth (ACSSU118) f. describe everyday situations where gravity acts as an unbalanced force  g. distinguish between the terms 'mass' and 'weight' h. describe the behaviour of magnetic poles when they are brought close together i. investigate how magnets and electromagnets are used in some everyday devices or technologies used in everyday life   PW3 Energy appears in different forms including movement (kinetic energy), heat and potential energy, and causes change within systems. (ACSSU155) Students: a. identify objects that possess energy because of their motion (kinetic) or because of other properties (potential) b. describe the transfer of heat energy by conduction, convection and radiation, including situations in which each occurs c. relate electricity with energy transfer in a simple circuit d. construct and draw circuits containing a number of components to show a transfer of electricity e. investigate some everyday energy transformations that cause change within systems, including motion, electricity, heat, sound and light PW4 Science and technology contribute to finding solutions to a range of contemporary issues; these solutions may impact on other areas of society and involve ethical considerations. (ACSHE120, ACSHE135) Students: a. identify that most energy conversions are inefficient and lead to the production of heat energy, eg in light bulbs   b. research ways in which scientific knowledge and technological developments have led to finding a solution to a contemporary issue, eg improvements in devices to increase the efficiency of energy transfers or conversions     c. discuss the implications for society and the environment of some solutions to increase the efficiency of energy conversions by reducing the production of heat energy     Additional content  Additional content is not prerequisite knowledge for following stages, but may be used to broaden and deepen students' skills, knowledge and understanding in Stage 4. Students: ñ investigate characteristics of specific forces in terms of size and direction ñ investigate some simple machines, eg levers, pulleys, gears or inclined planes ñ trace the history of the development of particular devices or technologies, eg circuitry through to microcircuitry ñ describe the scientific principles used in some traditional technologies used and developed by Aboriginal and Torres Strait Islander peoples   ñ trace the history of pendulum-motion studies and its connection with timekeeping and setting standards of length ñ debate intergenerational implications of the use of non-renewable energy resources       ñ research current ideas about the Earth's magnetic field and its effects ",
    "AC content": "ACSSU117; ACSSU118; ACSSU155; ACSSU155; ACSHE120; ACSHE135"
  },
  {
    "Item": "SC4-1VA",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Values and Attitudes",
    "Substrand": "",
    "Text": "appreciates the importance of science in their lives and the role of scientific inquiry in increasing understanding of the world around them",
    "Elaboration": "",
    "AC content": ""
  },
  {
    "Item": "SC4-2VA",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Values and Attitudes",
    "Substrand": "",
    "Text": "shows a willingness to engage in finding solutions to science-related personal, social and global issues, including shaping sustainable futures",
    "Elaboration": "",
    "AC content": ""
  },
  {
    "Item": "SC4-3VA",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Values and Attitudes",
    "Substrand": "",
    "Text": "demonstrates confidence in making reasoned, evidence-based decisions about the current and future use and influence of science and technology, including ethical considerations",
    "Elaboration": "",
    "AC content": ""
  },
  {
    "Item": "SC4-4WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Questioning and predicting",
    "Text": "identifies questions and problems that can be tested or researched and makes predictions based on scientific knowledge ",
    "Elaboration": "WS4 Students question and predict by: a. identifying questions and problems that can be investigated scientifically (ACSIS124, ACSIS139) b. making predictions based on scientific knowledge and their own observations (ACSIS124, ACSIS139)",
    "AC content": "ACSIS124; ACSIS139"
  },
  {
    "Item": "SC4_5WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Planning Investigations",
    "Text": "collaboratively and individually produces a plan to investigate questions and problems ",
    "Elaboration": "WS5.1 Students identify data to be collected in an investigation by: a. identifying the purpose of an investigation b. proposing the type of information and data that needs to be collected in a range of investigation types, including first-hand and secondary sources     c. locating possible sources of data and information, including secondary sources, relevant to the investigation     WS5.2 Students plan first-hand investigations by: a. collaboratively and individually planning a range of investigation types, including fieldwork, experiments, surveys and research (ACSIS125, ACSIS140) b. outlining a logical procedure for undertaking a range of  investigations to collect valid first-hand data, including fair tests c. identifying in fair tests, variables to be controlled (held constant), measured and changed d. describing safety and ethical guidelines to be addressed     WS5.3 Students choose equipment or resources for an investigation by: a.  identifying suitable equipment or resources to perform the task, including safety equipment and digital technologies   b. selecting equipment to collect data with accuracy appropriate to the task (ACSIS126, ACSIS141)",
    "AC content": "ACSIS125; ACSIS140; ACSIS126; ACSIS141"
  },
  {
    "Item": "SC4_6WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Conducting Investigations",
    "Text": "follows a sequence of instructions to safely undertake a range of investigation types, collaboratively and individually ",
    "Elaboration": "WS6 Students conduct investigations by: a. collaboratively and individually conducting a range of investigation types, including fieldwork and experiments, ensuring safety and ethical guidelines are followed (ACSIS125, ACSIS140)     b. assembling and using appropriate equipment and resources to perform the investigation, including safety equipment c. selecting equipment to collect data with accuracy appropriate to the task (ACSIS126, ACSIS141)   d. following the planned procedure, including in fair tests, measuring and controlling variables (ACSIS126, ACSIS141)     e. recording observations and measurements accurately, using appropriate units for physical quantities   f. performing specific roles safely and responsibly when working collaboratively to complete a task within the timeline   g. assessing the method used and identifying improvements to the method (ACSIS131, ACSIS146)",
    "AC content": "ACSIS125; ACSIS140; ACSIS126; ACSIS141; ACSIS131; ACSIS146"
  },
  {
    "Item": "SC4_7WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Processing and analysing data and information",
    "Text": "processes and analyses data from a first-hand investigation and secondary sources to identify trends, patterns and relationships, and draw conclusions ",
    "Elaboration": "WS7.1 Students process data and information by: a. summarising data from students' own investigations and secondary sources (ACSIS130, ACSIS145)     b. using a range of representations to organise data, including graphs, keys, models, diagrams, tables and spreadsheets   c. extracting information from diagrams, flowcharts, tables, databases, other texts, multimedia resources and graphs including histograms and column, sector and line graphs     d. accessing information from a range of sources, including using digital technologies     e. applying simple numerical procedures, eg calculating means when processing data and information, as appropriate   WS7.2 Students analyse data and information by: a. checking the reliability of gathered data and information by comparing with observations or information from other sources   b. constructing and using a range of representations, including graphs, keys and models to represent and analyse patterns or relationships, including using digital technologies as appropriate (ACSIS129, ACSIS144)       c. identifying data which supports or discounts a question being investigated or a proposed solution to a problem   d. using scientific understanding to identify relationships and draw conclusions based on students' data or secondary sources (ACSIS130, ACSIS145) e. proposing inferences based on presented information and observations   f. reflecting on the method used to investigate a question or solve a problem, including evaluating the quality of the data collected (ACSIS131, ACSIS146)",
    "AC content": "ACSIS130; ACSIS145; ACSIS129; ACSIS144; ACSIS131; ACSIS146"
  },
  {
    "Item": "SC4_8WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Problem Solving",
    "Text": "selects and uses appropriate strategies, understanding and skills to produce creative and plausible solutions to identified problems ",
    "Elaboration": "WS8 Students solve problems by: a. using identified strategies to suggest possible solutions to a familiar problem   b. describing different strategies that could be employed to solve an identified problem with a scientific component   c. using scientific knowledge and findings from investigations to evaluate claims (ACSIS132, ACSIS234)   d. using cause and effect relationships to explain ideas and findings   e. evaluating the appropriateness of different strategies for solving an identified problem",
    "AC content": "ACSIS132; ACSIS234"
  },
  {
    "Item": "SC4_9WS",
    "Year": ["7", "8"],
    "LearningArea": "Science",
    "Strand": "Skills",
    "Substrand": "Communicating",
    "Text": "presents science ideas, findings and information to a given audience using appropriate scientific language, text types and representations ",
    "Elaboration": "WS9 Students communicate by: a. presenting ideas, findings and solutions to problems using scientific language and representations using digital technologies as appropriate (ACSIS133, ACSIS148)     b. using appropriate text types in presentations, including a discussion, explanation, exposition, procedure and recount   c. using a recognised method to acknowledge sources of data and information   d. constructing and using a range of representations to honestly, clearly and/or succinctly present data and information including diagrams, keys, models, tables, drawings, images, flowcharts, spreadsheets and databases       e. constructing and using the appropriate type of graph (histogram, column, sector or line graph) to express relationships clearly and succinctly, employing digital technologies as appropriate",
    "AC content": "ACSIS133; ACSIS148"
  }
]